Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/forskningsetikk.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: In the investigation of radiation experiments in the USA, it was discovered that some rudimentary mechanisms for assessment of research projects, such as internal control, had existed since 1946 (President's Advisory Committee 1996:500).
nb: I granskingen av stråleeksperimenter i USA, fant man at det fra 1946 hadde eksistert noen få rudimentære mekanismer for vurdering av forskningsprosjekter som internkontroll (President’s Advisory Committee 1996:500).

source: When a Boeing 737 crashed in Ethiopia in 2018 and 157 people lost their
nb: Da en Boeing 737 styrtet i Etiopia i 2018 og 157 mennesker mistet livet,

source: broad potential to change society through the opportunities they provide to
nb: til å forandre samfunnet ved hjelp av de mulighetene de gir til å etablere nye

source: Xeno pigs are therefore not essentially different from other pigs.
nb: Xeno-grisene er dermed ikke vesensforskjellig fra andre griser.

source: Phase 4 studies are also known as "postmarketing studies" and are often intended to observe safety under conditions of normal use in the population.
nb: Fase 4-studier kalles også”post-marketingstudier”og har ofte til hensikt å se på sikkerhet ved alminnelig bruk i befolkningen.

source: be made in the further process, partly by anticipating and assessing possible
nb: foregripe og vurdere mulige konsekvenser, og dels ved å bygge opp et apparat

source: What standards should we use for assessing the risk presented by GM plants?
nb: Hvilke standarder skal vi anvende ved vurdering av risiko fra GM-planter?

source: interpretation of data; (2) drafting the work or revising the manuscript critical y;
nb: utforming eller datainnsamling eller analyse av data; (2) bidrag til utarbeiding

source: A challenging question in this connection is how public-oriented technological assessment can be brought into such processes at an earlier stage, and how good and responsible research can be organised and conducted with a view to securing greater influence on the design of technologies and choice of applications.
nb: Et utfordrende spørsmål i denne sammenhengen er hvordan lekmanns- og deltakerorientert teknologivurdering kan koples inn tidligere i slike prosesser, samt hvordan god og ansvarlig forskning kan organiseres og utføres for få sterkere innflytelse på utforming av teknologier og valg av anvendelser (Se også

source: Articles 15, 17 and 21.3 of UNESCO's Universal Declaration on Bioethics and Human Rights (
nb: Unescos verdenserklæring om bioetikk og menneskerettigheter artikkel 15, 17, og 21.3 (

source: Such data must be curated, however –
nb: Slike data må imidlertid kurateres, dvs.

source: The EEA Agreement obliges Norway to implement EU Directive 2010/63/EU on the Protection of Animals used for Scientific Purposes.
nb: EØS-avtalen forplikter Norge til å gjennomføre EUs direktiv 2010/63/EU om forsøksdyr.

source: However, not all experiences are accepted as knowledge (Rosenbeck 2014) (See also
nb: Det er imidlertid ikke alle erfaringer som er blitt anerkjent som kunnskap (Rosenbeck 2014) (Se også

source: There has been a development in research ethics in the social sciences and the humanities as regards the question of who is covered by personal data protection.
nb: Det har vært en utvikling i forskningsetikken i samfunnsvitenskap og humaniora når det gjelder spørsmålet om hvem som omfattes av personvernhensyn.

source: What about transplantation between humans – or artificial organs?
nb: Hva med transplantasjon mellom mennesker – eller kunstige organer?

source: At the press conference where the results were presented, the Minister for Children, Gender Equality and Inclusion, Audun Lysbakken stated that he was angry and concerned over what he referred to as “the quota of real life” (“virkelighetens kvotering”).
nb: På pressekonferansen der funnene ble presentert, sa barne-, likestillings- og inkluderingsminister Audun Lysbakken at han var både sint og bekymret over det han kalte «virkelighetens kvotering».

source: UNESCO's Convention on the Means of Prohibiting and Preventing the Illicit Import, Export and Transfer of Ownership of Cultural Property (1970) (ratified by Norway 2007);
nb: UNESCOs konvensjon om tiltak for å forhindre ulovlig handel med kulturgjenstander (1970, ratifisert av Norge 2007);

source: The guidelines reflect all these positions, and stipulate principles and considerations that can be used as tools when balancing between harm and benefit.
nb: Retningslinjene reflekterer samtlige av disse posisjonene, og angir prinsipper og hensyn som kan benyttes som verktøy i avveininger mellom skade og nytte.

source: Choice of method and selection of control groups
nb: Valg av metode og valg av kontrollgrupper

source: No Norwegian research participants will be recruited.
nb: Det skal ikke rekrutteres norske forskningsdeltakere.

source: So far none of the articles have been retracted,»says Bik.
nb: Hittil har ingen av artiklene blitt trukket tilbake, sier Bik.

source: mainly focused on specific AI.
nb: seg om spesifikk KI.

source: NENT believes it is important that academic communities themselves also
nb: mener det er viktig at fagmiljøene også selv kritisk vurderer visjonene

source: ethical rules for the development of new technology.
nb: etiske kjøreregler for utviklingen av ny teknologi.

source: This is in line with
nb: Dette er i tråd med utviklingen

source: Researchers also have a duty of notification, i.e. a duty to notify the authorities about unlawful acts that have either taken place or are planned (see General Civil Penal Code, section 39).
nb: Forskere har også varlingsplikt, det vil si en plikt til å melde fra om alvorlige ulovlige handlinger som enten finner sted eller er planlagt (jf straffeloven § 39).

source: I shall conduct my research in an honest and truthful way and show respect for humans, animals, and nature.
nb: Jeg skal i min forskning opptre redelig og sannferdig og vise respekt for mennesker, dyr og natur.

source: Medical and health research must be based on respect for the participants' dignity and human rights.
nb: Medisinsk og helsefaglig forskning skal være basert på respekt for deltakernes menneskeverd og menneskerettigheter.

source: Alvesson and Sköldberg (2010) refer to this as triple hermeneutics.
nb: Alvesson og Sköldberg (2010) kaller det trippel hermeneutikk.

source: linked to the following dimensions: a) the development and adaptation of
nb: a) utviklingen og tilpasningen av systemene, inkludert kvaliteten på

source: their field of research.
nb: og bruken av KI på deres forskningsfelt.

source: «I think it is necessary, just to show we are on the safe side, and it does not cost a lot», says Wargelius.
nb: – Jeg synes det er nødvendig for å vise at vi er på den sikre siden, og det er ingen stor kostnad knyttet til det, sier Wargelius.

source: The data will be linked to specific variables, and standardized methods are applied for data collection (for example in expert assessments, observations, interviews or formal testing).
nb: Data vil være forankret til spesifikke variabler, og det anvendes standardiserte metoder for datainnsamling (for eksempel ved ekspertvurderinger, observasjon, intervju eller formell testing).

source: • accounting for where all material sources originate and how they have come into the
nb: • det redegjøres for hvor alle materielle kilder stammer fra og hvordan de er kommet i

source: connection with research on AI, and the questions these challenges trigger in
nb: som gjør seg gjeldende i forbindelse med forskning om KI, og hvilke

source: to new challenges related to data protection and protection of individuals in
nb: Stordata gir opphav til nye utfordringer knyttet til personvern

source: It can therefore infect human cells.
nb: Normalt kan de ikke elimineres og kan dermed infisere menneskeceller.

source: of this technology is already well underway in areas such as healthcare, the
nb: allerede godt i gang på områder som helsevesen, rettsvesen, transport og

source: and the responsibility for the further use of research results on the other.
nb: ene siden og ansvaret for videre bruk av forskningsresultatet på den andre.

source: What about consent by next of kin?
nb: Hva med samtykke fra pårørende?

source: research, including data and results, is general y made available to everyone.
nb: inkludert data og resultater, som hovedregel gjøres tilgjengelig for alle.

source: In a legal sense, privacy and data protection concerns the processing of personal
nb: I rettslig forstand handler personvern om behandling av personopplysninger, og

source: it and how it is used.
nb: som har tilgang og hvordan den brukes.

source: The article he is scrolling through now is published in the Journal of Cellular Biochemistry, a relatively reputable journal.
nb: Artikkelen han skroller gjennom nå, er publisert i Journal of Cellular Biochemistry, et relativt anerkjent tidsskrift.

source: International organisations have placed particular emphasis on the need to respect and use the traditional knowledge of indigenous peoples in environmental research.
nb: Internasjonale organisasjoner har spesielt lagt vekt på at det innenfor miljøforskning er behov for å respektere og bruke tradisjonell kunnskap blant urbefolkninger.

source: work best with a lot of data.
nb: best med mye data.

source: PGD and prenatal diagnosis, in particular, have raised major ethical questions, since they entail preventing disease and disabilities.
nb: Spesielt PGD og prenataldiagnostikk har reist store etiske spørsmål siden de innebærerå forebygge sykdom og funksjonshemming.

source: Researchers who develop and design more or less autonomous AI systems
nb: Forskere som utvikler og designer mer eller mindre autonome KI-systemer,

source: Where possible, researchers should also use appropriate
nb: Der det er mulig, bør forskeren også

source: One example is Taliban's destruction of the Buddha statues from the Bamiyan Valley in Afghanistan in 2001.
nb: Et eksempel er Talibans ødeleggelse av Buddha-statuene i Bamiyandalen i Afghanistan i 2001.

source: The requirement for both Norwegian REC approval and local research ethics approval is also in line with CIOMS' guidelines (
nb: Krav om både norsk REK-godkjenning og lokal forskningsetisk godkjenning er også i overenstemmelse med CIOMs retningslinjer (

source: recognise unpredictability and minimize uncertainty where possible.
nb: minimere usikkerhet der det er mulig.

source: In AI research, there may be particular reason to ask critical questions about
nb: I KI-forskning kan det være særlig grunn til å stille kritiske spørsmål ved

source: Should this type of research be conducted by those developing the plants?
nb: Skal slik forskning utføres av de som utvikler plantene?

source: The head of the Taliban, mullah Muhammed Omar, demanded that all statues and pictures depicting people had to be obliterated.
nb: Taliban-lederen mullah Muhammed Omar krevde at alle statuer og bilder som forestilte mennesker måtte tilintetgjøres.

source: This is followed up with events for so-called "research dissemination".
nb: Arrangementer om såkalt ”forskningsformidling” følger opp.

source: Participating in research can entail an element of treatment or therapy.
nb: Å delta i forskning kan innebære et element av behandling eller terapi.

source: and data, which research areas are being prioritised and why, and who can be
nb: og data, hvilke forskningsområder som blir prioritert og hvorfor, og hvem

source: At the same time, most of the traditional, subscription-based journals have also started making provisions for OA publishing.
nb: Samtidig har de fleste tradisjonelle abonnementsfinansierte tidsskriftene ogsååpnet opp for OA-publisering.

source: These guidelines attempt to cover all these elements for all those who are involved in research activities.
nb: Disse retningslinjene søker å dekke alle disse elementene for alle som befatter seg med forskningsvirksomhet.

source: Consent may become illusory (a debt of gratitude).
nb: kan bli en illusjon (takknemlighetsgjeld).

source: The microdata solution has certain limitations since researchers must
nb: bruker mikrodata visse begrensninger fordi forskere må benytte det integrerte

source: Gene technology today is an important part of modern biotechnology and is used, among other things, to give bacteria, plants and animals new properties.
nb: Genteknologi er i dag en viktig del av moderne bioteknologi og brukes blant annet til å gi bakterier, planter og dyr nye egenskaper.

source: Therapeutic cloning has proven technically difficult and has already given rise to one of the greatest cases of scientific fraud the world has seen, with South Korean scientist Woo Suk Hwang playing the lead role.
nb: Terapeutisk kloning har vist seg å være teknisk vanskelig, og har allerede avstedkommet en av de største forskningsjuks-saker verden har sett, med den sør-koreanske forskeren Woo Suk Hwang i hovedrollen.

source: Further, the possessor of a cultural object shall "be entitled to payment of fair and reasonable compensation provided that the possessor neither knew nor ought reasonably to have known that the object was illegally exported".
nb: Videre har den som besitter gjenstanden ”rett til en rettferdig og rimelig erstatning fra den anmodende stat, forutsatt at vedkommende på ervervstidspunktet verken visste eller med rimelighet burde ha visst at gjenstanden var ulovlig utført”.

source: On the other hand, these opportunities
nb: På den annen side kan disse mulighetene overdrives,

source: ways of which we are unaware (because the purpose is also unknown to the
nb: informasjon kan brukes på måter vi ikke kjenner til (fordi formålet også er

source: Morty's interest in errors and fraud in research was prompted when the PubPeer online forum was established in 2012.
nb: Mortys interesse for feil og fusk i ­forskningen ble vekket da nettforumet PubPeer ble etablert i 2012.

source: According to Plato the “classic” definition of "science" (scientia, Latin forknowledge) is:
nb: Den "klassiske" definisjonen av viten (kunnskap) er ifølge Platon:

source: According to the latter position, the embryo's right to protection is 'graded', which implies a willingness to consider whether other (beneficial) factors could override this right.
nb: I den sistnevnte posisjonen vil embryoets beskyttelse være ”gradert” hvilket tilsier en villighet til å vurdere om andre (nytte)hensyn kan oppheve det.

source: predictive analysis to select which tax returns should be checked for possible
nb: selvangivelser som bør kontrolleres for mulig juks.

source: Should it be lawful to use products and services from other countries that are based on research that is not permitted in Norway?
nb: Skal det være lov til å benytte seg av av andre lands produkter og tjenester som er basert på forskning som ikke er tillatt i Norge?

source: The further development of AI technology, and the
nb: Den videre utviklingen av KI-teknologi og den usikkerheten

source: A study is being planned abroad.
nb: Det planlegges en studie i utlandet.

source: The Council of the Church of Norway has supported stem cell research using surplus fertilised eggs because this is better than letting them go to waste.
nb: Det norske kirkerådet har støttet stamcelleforskning som benytter overtallige befruktede egg, fordi det er bedre enn å la dem gå til spille.

source: When the raw material is presented in detail, the reader can easily see why the researcher interprets it in the way he does and can also more easily distinguish between the researcher's interpreted version of what he has seen and heard, and what has been seen and heard irrespective of the researcher's interpretation.
nb: Ved å presentere råmaterialet detaljert, kan leseren lettere se hvorfor forskeren fortolker det slik han eller hun gjør, og kan også lettere skille mellom dennes fortolkede versjon av det vedkommende har hørt og sett, og det man har hørt og sett uavhengig av forskerens tolkning.

source: According to Ricoeur, the conscious, pre-conscious and subconscious – as well as the ego, id and superego – are not actual occurrences, they are interpretations.
nb: Ifølge Ricoeur er ikke det bevisste, førbevisste og underbevisste – samt ego, id og superego – faktiske forekomster, men i stedet er de tolkninger.

source: Later he included women in his studies, claiming that they could probably experience moral development but not to the same extent as men.
nb: Senere inkluderte Kohlberg kvinner i sine studier, og hevdet at de nok kunne utvikle seg moralsk, men ikke så langt som menn.

source: The Institute of Marine Reseach (HI) in Norway has been using CRISPR since 2013.
nb: Ved Havforskningsinstiuttet (HI) har de jobbet med CRISPR-metoden siden 2013.

source: International academic literature contains innumerable descriptions of "The Cyril Burt Affair".
nb: I internasjonal faglitteratur finnes det utallige beskrivelser av «The Cyril Burt Affair».

source: The family background and the role of parents are not regarded as overly private.
nb: Familiebakgrunn og foreldrenes rolle blir ikke ansett som for privat.

source: the committee, these responses have constituted an important backdrop for
nb: arrangerte, har dette utgjort et viktig bakteppe for kartleggingen av hva

source: of research results, researchers should therefore col aborate with external
nb: kommersialisering av forskningsresultater bør forskere derfor samarbeide

source: Women and representatives from relevant minority groups must be involved in drawing up the information strategy, if necessary, via dedicated fora.
nb: Kvinner og representanter fra relevante minoritetsgrupper involveres i utarbeidelsen av informasjonsstrategi, om nødvendig via egne fora.

source: Freedom is required from: 1) hunger, thirst and malnutrition, 2) physical discomfort and an inappropriate environment, 3) pain, injury or disease, 4) fear and stress.
nb: Det kreves frihet fra: 1) sult, tørst og feilernæring, 2) fysisk ubehag og ugunstig klima, 3) smerte, sykdom og skader, 4) frykt og stress.

source: In modern research it has become commonplace to talk about targeted basic research.
nb: I moderne forskning har det blitt vanlig å snakke om målrettet grunnforskning (”targeted basic research”).

source: means of resolving them.
nb: sikt også bidra til å løse dem.

source: He spoke to 42 employers, of whom some had discriminated against applicants and some had not.
nb: Han snakket med 42 arbeidsgivere, som både hadde diskriminert og likebehandlet søkerne.

source: especial y with regard to self-learning systems that are not only taking
nb: gjelder selvlærende systemer som ikke bare erstatter rutinepregede

source: Babbage concluded that forging was also not very widespread.
nb: Heller ikke støping var veldig utbredt, oppsummerte Babbage.

source: In the course of development from zygote to embryo, a blastocyst is formed.
nb: På veien fra zygote til embryo oppstår en blastocyst.

source: NESH invited the researchers to several meetings, and Midtbøen and Rogstad even wrote a report about the methodical challenges and the research ethical dilemmas.
nb: NESH inviterte forskerne til flere møter, og Midtbøen og Rogstad skrev til og med en egen rapport om de metodiske utfordringene og forskningsetiske dilemmaene.

source: This can in turn lead to research resources being lost, while also weakening the motivation to pursue high-quality research.
nb: Det kan igjen føre forskningsressurser på avveier, samtidig som det kan svekke motivasjonen til å drive høyverdig forskning.

source: From the point of view of research ethics, it is essential to assess and
nb: Forskningsetisk sett er det vesentlig å vurdere og kommunisere den

source: perceived as contrived, as they are often related to the development of
nb: oppfattes som konstruerte, da de gjerne er knyttet til utviklingen av generell

source: prove to be counterproductive or negative, as we do not have full knowledge
nb: vise seg å bli kontraproduktive eller negative, fordi vi ikke har full kunnskap

source: control and sanction the population, such as in China.
nb: av befolkningen, slik som det som benyttes i Kina.

source: NENT believes that, in order to ensure verifiability and quality, it is essential
nb: NENT mener at for å sikre etterprøvbarhet og kvalitet er det vesentlig at

source: "What we see will depend on what we are interested in, what we have been taught to see and what we have been taught not to see" (Jacobsen, (2000, 33).
nb: ”Hva vi ser, vil avhenge av hva vi er interessert i, hva vi er opplært til å se og hva vi er opplært til ikke å se” (Jacobsen, (2000, 33).

source: There is reason to claim that scientific uncertainty is not only the result of unfinished or imperfect research, but that it is inherent in all scientific knowledge.
nb: Det er grunn til å hevde at vitenskapelig usikkerhet ikke bare er en reststørrelse av uavsluttet eller imperfekt forskning, men at den er inherent i all vitenskapelig kunnskap.

source: of «open arenas, on streets and public squares» will not.27 Nevertheless, it is not the
nb: «åpne arenaer, på gater og torg», ikke vil gjøre det.27 Likevel er det ikke slik at all

source: and paraclinical experts in clinical research.
nb: og paraklinisk ekspertise i klinisk forskning.

source: But no technology can filter out all noise.
nb: finnes imidlertid ingen teknologi som filtrerer bort all støy.

source: This is particularly important in cases where interventions can entail risk, and where the prospects of any direct benefit for the participant seem to be entirely absent.
nb: Særlig der hvor intervensjoner kan medføre risiko, og hvor utsikter til direkte gevinst for deltakeren synes helt fraværende, er dette viktig.

source: In the USA, private adoption agencies exist to deal with surplus fertilised eggs to ensure that none goes to waste.
nb: I USA finnes det private adoptivbyråer for overtallige befruktede egg, slik at ingen skal gå til spille.

source: Resistance was often voiced by groups that were opposed to animal experiments as such.
nb: Motstanden kom ofte fra grupper som var mot dyreforsøk i utgangspunktet.

source: However, as soon as such research is used as an instrument in a different context, this can change.
nb: Så snart slik forskning blir brukt som instrument i annen sammenheng kan det likevel forandre seg.

source: A number of funding sources that grant support to research have started to require (more or less strictly) that articles produced on the basis of their grants must be made openly available.
nb: Flere finansieringskilder som forvalter offentlige forskningsmidler har stilt krav (mer eller mindre strenge) om at artikler som produseres på grunnlag av midlene de deler ut, skal gjøres åpent tilgjengelige.

source: Where other types of harm are concerned, such as a group's reputation in society, there appears to be greater scope for a balancing of interests, where the value of the project, and its possible use or benefit to the participants, is assessed in relation to the possible harm it may do.
nb: Når det er snakk om andre typer skade, som for eksempel en gruppes omdømme i samfunnet, synes det å være større rom for en avveining, der prosjektets verdi, og dens eventuelle nytte for deltakerne vurderes i forhold til mulig skade.

source: However, there are even more conditions that indicate a need for social responsibility in research ethics.
nb: Det er imidlertid enda flere forhold som taler for et forskningsetisk samfunnsansvar.

source: In Norway, the Norwegian Data Protection Authority has published a report
nb: I Norge har Datatilsynet utgitt en rapport om KI og personvern, mens

source: The CC licence is internationally valid and also machine readable.
nb: CC-lisensen er internasjonal og også maskinlesbar.
